Repository: joeesteves/mak
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: es

source: can't be blank
es: Campo requerido

source: has already been taken
es: Este valor se encuentra duplicado

source: is invalid
es: Campo invalido

source: must be accepted
es: Debe ser aceptado

source: has invalid format
es: Formato invalido

source: has an invalid entry
es: Entrada invalida

source: is reserved
es: Reservado

source: does not match confirmation
es: No coincide con la confirmación

source: is still associated with this entry
es: Asociado a este entrada

source: are still associated with this entry
es: Asociados a esta entrada

source: should be %{count} character(s)
es: Debe tener %{count} caracter

source: should have %{count} item(s)
es: Debe tener %{count} item

source: should be at least %{count} character(s)
es: Al menos %{count} caracter

source: should have at least %{count} item(s)
es: Al menos %{count} item

source: should be at most %{count} character(s)
es: Como máximo %{count} caracter

source: should have at most %{count} item(s)
es: Como máximo %{count} item

source: must be less than %{number}
es: Debe ser menor que %{number}

source: must be greater than %{number}
es: Debe ser mayor que %{number}

source: must be less than or equal to %{number}
es: Debe ser menor o igual que %{number}

source: must be greater than or equal to %{number}
es: Debe ser mayor o igual que

source: must be equal to %{number}
es: Debe ser igual que %{number}

source: Oops, something went wrong! Please check the errors below.
es: Parece que hubo un problema! Revise los errores e intente nuevamente

source: image should by smaller than %{size}
es: La imagen adjunta debe pesar menos de %{size} KB

source: only admin
es: Solo los administradores puede ingresar a esa sección
